{
  "Python": {
    "header": "Expand your career opportunities with Python",
    "details": "Take one of Udemy`s range of Python courses and learn how to code using this incredibly useful language. Its simple syntax and readability makes Python perfect for Flask, Django, data science, and machine learning. You’ll learn how to build everything from games to sites to apps. Choose from a range of courses that will appeal to both beginners and advanced developers alike...",
    "Lectures": [
      {
        "id": "0",
        "image": "images/courses/python0.png",
        "title": "Learn Python: The Complete Python Programming Course",
        "author": "Avinash Jain, The Codex",
        "rating": "4.4",
        "ratings": "3,116",
        "price": "149.99",
        "beforeOffer": "679.99"
      },
      {
        "id": "1",
        "image": "images/courses/python1.png",
        "image_alt": "Python Course",
        "title": "Learning Python for Data Analysis and Visualization",
        "author": "Jose Portilla",
        "rating": "4.4",
        "ratings": "18,074",
        "price": "199.99",
        "beforeOffer": "1,599.99"
      },
      {
        "id": "2",
        "image": "images/courses/python2.png",
        "title": "Python for Beginners - Learn Programming from scratch",
        "author": "Edwin Diaz, Coding Faculty Solutions",
        "rating": "4.4",
        "ratings": "1,860",
        "price": "149.99",
        "beforeOffer": "679.99"
      },
      {
        "id": "3",
        "image": "images/courses/python3.png",
        "title": "Learn Python: Python for Beginners",
        "author": "Abrar Hussain",
        "rating": "4.2",
        "ratings": "2,784",
        "price": "149.99",
        "beforeOffer": "319.99"
      },
      {
        "id": "4",
        "image": "images/courses/python4.png",
        "title": "2022 Complete Python Bootcamp From Zero to Hero in Python",
        "author": "Jose Portilla",
        "rating": "4.6",
        "ratings": "430,453",
        "price": "179.99",
        "beforeOffer": "1,399.99"
      },
      {
        "id": "5",
        "image": "images/courses/python5.png",
        "title": "Python for Beginners with Examples",
        "author": "Ardit Sulce",
        "rating": "4.3",
        "ratings": "9,263",
        "price": "179.99",
        "beforeOffer": "549.99"
      },
      {
        "id": "6",
        "image": "images/courses/python6.png",
        "title": "Python for Data Structures, Algorithms, and Interviews!",
        "author": "Jose Portilla",
        "rating": "4.5",
        "ratings": "10,743",
        "price": "169.99",
        "beforeOffer": "1,299.99"
      }
    ]
  },
  "Excel": {
    "header": "Analyze and visualize data with Excel",
    "details": "Take a Microsoft Excel course from Udemy, and learn how to use this industry-standard software. Real-world experts will show you the basics like how to organize data into sheets, rows and columns, and advanced techniques like creating complex dynamic formulas. Both small businesses and large companies use Excel to...",
    "Lectures": []
  },
  "Web_Development": {
    "header": "Build websites and applications with Web Development",
    "details": "The world of web development is as wide as the internet itself. Much of our social and vocational lives play out on the internet, which prompts new industries aimed at creating, managing, and debugging the websites and applications that we increasingly rely on.",
    "Lectures": []
  },
  "JavaScript": {
    "header": "Grow your software development skills with JavaScript",
    "details": "JavaScript is a text-based computer programming language used to make dynamic web pages. A must-learn for aspiring web developers or programmers, JavaScript can be used for features like image carousels, displaying countdowns and timers, and playing media on a webpage. With JavaScript online classes, you can learn to build interactive web applications, choose the best framework, and work with other programming languages like HTML and CSS...",
    "Lectures": []
  },
  "DataScience": {
    "header": "Lead data-driven decisions with Data Science",
    "details": "Data science application is an in-demand skill in many industries worldwide — including finance, transportation, education, manufacturing, human resources, and banking. Explore data science courses with Python, statistics, machine learning, and more to grow your knowledge. Get data science training if you’re into research, statistics...",
    "Lectures": []
  },
  "AWS_Certificate": {
    "header": "Become an expert in cloud computing with AWS Certification",
    "details": "Prep for your AWS certification with an AWS course on Udemy. Learn the fundamentals of AWS such as working with a serverless platform, the various frameworks, security and more. With these courses, you’ll build the valuable skills you need to implement cloud initiatives — and open up new career opportunities. If you want to...",
    "Lectures": []
  },
  "Drawing": {
    "header": "Expand your creative skillset with Drawing",
    "details": "Want to start drawing for fun or take your craft to the next level? Explore our online drawing classes and learn pencil drawing, figure drawing, cartoon drawing, character drawing for cartoons and anime, illustration, sketching, shading and more. Take an overview course on the fundamentals of drawing or zero in on an area...",
    "Lectures": []
  }
}
